<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

class ProductsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('products')->delete();
        
        \DB::table('products')->insert(array (
            0 => 
            array (
                'id' => 1,
                'name' => 'لپ تاپ 15.6 اینچی ایسر مدل Nitro V 15 ANV15-51-93HS-i9 13900H-40GB DDR5-1TB SSD-RTX4060-FHD - کاستوم شده',
                'price' => 12000000,
                'discount' => 10,
                'short_description' => 'سری لپ تاپ Nitro V 15 ANV15 انواع مدل‌های مخصوص بازی را ارائه می‌دهد که با توجه به ویژگی‌های فنی، از قیمت متناسبی هم برخوردار هستند. مدل Nitro V 15 ANV15-51 هم از همین سری است که با توجه به ویژگی‌های کاربردی توانسته طرفداران زیادی را جذب کند. این مدل دارای نمایشگر باکیفیت با پنل IPS و رزولوشن فول اچ دی است که با داشتن نرخ به‌روزرسانی 144 هرتزی عملکردی روان و عالی را هنگام بازی‌ها ارائه می‌کند. وزن لپ تاپ هم 2.1 کیلوگرم است که در محدوده استاندارد مدل‌های گیمینگ قرار می‌گیرد. پردازنده نسل 13 Core i9 اینتل با ماکسیمم فرکانس 5.4 گیگاهرتز و پردازنده گرافیک GeForce RTX 4060 با حافظه اختصاصی هشت گیگابایتی، در کنار هم مجموعه قدرتمندی را تشکیل می‌دهند و می‌توانید روی نرخ فریم و تنظیمات گرافیکی قابل قبول حساب کنید. از دیگر جذابیت‌‌های این مدل هم می‌توان به درگاه‌های متنوع اشاره کرد که امکان کار راحت با لپ تاپ را فراهم می‌کنند.
سری لپ تاپ Nitro V 15 ANV15 انواع مدل‌های مخصوص بازی را ارائه می‌دهد که با توجه به ویژگی‌های فنی، از قیمت متناسبی هم برخوردار هستند. مدل Nitro V 15 ANV15-51 هم از همین سری است که با توجه به ویژگی‌های کاربردی توانسته طرفداران زیادی را جذب کند. این مدل دارای نمایشگر باکیفیت با پنل IPS و رزولوشن فول اچ دی است که با داشتن نرخ به‌روزرسانی 144 هرتزی عملکردی روان و عالی را هنگام بازی‌ها ارائه می‌کند. وزن لپ تاپ هم 2.1 کیلوگرم است که در محدوده استاندارد مدل‌های گیمینگ قرار می‌گیرد. پ ...',
                'long_description' => '<p>سری لپ تاپ Nitro V 15 ANV15 انواع مدل&zwnj;های مخصوص بازی را ارائه می&zwnj;دهد که با توجه به ویژگی&zwnj;های فنی، از قیمت متناسبی هم برخوردار هستند. مدل Nitro V 15 ANV15-51 هم از همین سری است که با توجه به ویژگی&zwnj;های کاربردی توانسته طرفداران زیادی را جذب کند. این مدل دارای نمایشگر باکیفیت با پنل IPS و رزولوشن فول اچ دی است که با داشتن نرخ به&zwnj;روزرسانی 144 هرتزی عملکردی روان و عالی را هنگام بازی&zwnj;ها ارائه می&zwnj;کند. وزن لپ تاپ هم 2.1 کیلوگرم است که در محدوده استاندارد مدل&zwnj;های گیمینگ قرار می&zwnj;گیرد. پ ... می&zwnj;شود.<img alt="" src="http://127.0.0.1:8000/products/1/content/VVj3gGYysp8reidDn1Ykjbeaj67plNaMHKHasBqk.webp" style="height:800px; width:800px" /></p>
',
                'stock' => 5,
                'featured' => 1,
                'discount_duration' => '2025-08-30 00:00:00',
                'seller_id' => NULL,
                'category_id' => 16,
                'p_code' => 'dkp-22536906',
                'deleted_at' => NULL,
                'created_at' => '2024-06-20 09:38:36',
                'updated_at' => '2025-08-18 18:05:56',
            ),
            1 => 
            array (
                'id' => 2,
            'name' => 'لپ تاپ 16 اینچی ایسوس مدل ROG Zephyrus G16 (2025) GU605CX-Core Ultra 9 285H-64GB LPDDR5X 7467MHz-1TB SSD-RTX5090 24GB-2.5K OLED 240Hz',
                'price' => 55000000,
                'discount' => 15,
                'short_description' => 'لپ‌تاپ‌های TUF ایسوس یکی از شناخته شده‌ترین و البته پرفروش‌ترین لپ‌تاپ‌های مخصوص بازی به شمار می‌آیند و سال‌های زیادی است که با مشخصات سخت‌افزاری مختلف و در بازه‌های قیمتی متنوع ارائه می‌شوند. لپ‌تاپ TUF Gaming F15 FX507VU یکی از گزینه‌های میان‌رده این سری به حساب می‌آید که از سخت‌افزار به‌روز و قیمت مناسبی برخوردار است. این لپ‌تاپ 15.6 اینچی با وزن حدودا 2.2 کیلوگرمی در زمینه حمل و جابجایی مشکل ساز نخواهد بود؛ هرچند که برای جابجایی مداوم طراحی نشده. صفحه‌نمایش از پنل IPS با ...',
                'long_description' => '<p>لپ&zwnj;تاپ&zwnj;های TUF ایسوس یکی از شناخته شده&zwnj;ترین و البته پرفروش&zwnj;ترین لپ&zwnj;تاپ&zwnj;های مخصوص بازی به شمار می&zwnj;آیند و سال&zwnj;های زیادی است که با مشخصات سخت&zwnj;افزاری مختلف و در بازه&zwnj;های قیمتی متنوع ارائه می&zwnj;شوند. لپ&zwnj;تاپ TUF Gaming F15 FX507VU یکی از گزینه&zwnj;های میان&zwnj;رده این سری به حساب می&zwnj;آید که از سخت&zwnj;افزار به&zwnj;روز و قیمت مناسبی برخوردار است. این لپ&zwnj;تاپ 15.6 اینچی با وزن حدودا 2.2 کیلوگرمی در زمینه حمل و جابجایی مشکل ساز نخواهد بود؛ هرچند که برای جابجایی مداوم طراحی نشده. صفحه&zwnj;نمایش از پنل IPS با رزولوشن 1920 در 1080 یا همان Full HD بهره می&zwnj;برد که دقت رنگ بالا و زوایای دید گسترده&zwnj;ای دارد. این نمایشگر نرخ به&zwnj;روز رسانی 144 هرتزی داشته و در کنار فناوری G-Sync تجربه روان و لذت&zwnj;بخشی برای گیمرها فراهم می&zwnj;کند. ایسوس برای پردازنده مرکزی، به سراغ نسل 13 اینتل و پردازنده Core i7 مدل 13620H رفته. این پردازنده قدرتمند با وجود بهرمندی از 10 هسته و 16 رشته پردازشی با فرکانس نهایی 4.9 گیگاهرتز، نیاز کاربران برای انجام پردازش&zwnj;های سنگین را تا چند سال پیش&zwnj;رو به بهترین شکل برطرف خواهد کرد.</p>

<p><img alt="" src="http://127.0.0.1:8000/products/2/content/QzdYkdGdjzMb6LI3UwdCq1wJS9lmjZg55Lp2hiWv.webp" style="height:732px; width:732px" /></p>

<p>لپ&zwnj;تاپ&zwnj;های TUF ایسوس یکی از شناخته شده&zwnj;ترین و البته پرفروش&zwnj;ترین لپ&zwnj;تاپ&zwnj;های مخصوص بازی به شمار می&zwnj;آیند و سال&zwnj;های زیادی است که با مشخصات سخت&zwnj;افزاری مختلف و در بازه&zwnj;های قیمتی متنوع ارائه می&zwnj;شوند. لپ&zwnj;تاپ TUF Gaming F15 FX507VU یکی از گزینه&zwnj;های میان&zwnj;رده این سری به حساب می&zwnj;آید که از سخت&zwnj;افزار به&zwnj;روز و قیمت مناسبی برخوردار است. این لپ&zwnj;تاپ 15.6 اینچی با وزن حدودا 2.2 کیلوگرمی در زمینه حمل و جابجایی مشکل ساز نخواهد بود؛ هرچند که برای جابجایی مداوم طراحی نشده. صفحه&zwnj;نمایش از پنل IPS با رزولوشن 1920 در 1080 یا همان Full HD بهره می&zwnj;برد که دقت رنگ بالا و زوایای دید گسترده&zwnj;ای دارد. این نمایشگر نرخ به&zwnj;روز رسانی 144 هرتزی داشته و در کنار فناوری G-Sync تجربه روان و لذت&zwnj;بخشی برای گیمرها فراهم می&zwnj;کند. ایسوس برای پردازنده مرکزی، به سراغ نسل 13 اینتل و پردازنده Core i7 مدل 13620H رفته. این پردازنده قدرتمند با وجود بهرمندی از 10 هسته و 16 رشته پردازشی با فرکانس نهایی 4.9 گیگاهرتز، نیاز کاربران برای انجام پردازش&zwnj;های سنگین را تا چند سال پیش&zwnj;رو به بهترین شکل برطرف خواهد کرد. برای پردازش&zwnj;های گرافیکی سنگین و اجرای بازی&zwnj;ها، پردازنده گرافیکی Geforce RTX 4050 در نظر گرفته شده که از 6 گیگابایت حافظه اختصاصی GDDR6 استفاده می&zwnj;کند. این پردازنده میان&zwnj;رده به لطف پشتیبانی از فناوری DLSS3 توانایی ارائه نرخ فریم بالا در تنظیمات گرافیکی خوب را داشته و در مجموع عملکرد مناسبی دارد. استفاده از حافظه رم DDR5 با سرعت 4800 مگاهرتز به روان&zwnj;تر شدن تجربه کاربری کمک شایانی کرده و امکان اجرای چندین برنامه به صورت همزمان و بدون کندی را فراهم می&zwnj;کند. حافظه SSD پرسرعت نسل 4 گزینه&zwnj;ی ایده&zwnj;آلی به حساب می&zwnj;آید که سرعت بالای سیستم در زمان روشن شدن، بارگذاری&zwnj;ها و انتقال فایل&zwnj; را تضمین می&zwnj;کند. باتری چهار سلولی با ظرفیت 90 وات ساعت، نورپردازی کیبورد و بهرمندی از درگاه&zwnj;های متنوع از جمله Thunderbolt 4 از دیگر ویژگی&zwnj;های مهم TUF Gaming F15 FX507VU به شمار می&zwnj;آیند.</p>

<p><img alt="" src="http://127.0.0.1:8000/products/2/content/e4uuILfCdkUEHNuYv9XzVJpvxpVgkGt4WRAmr4lU.webp" style="height:690px; width:690px" /></p>

<p>&nbsp;</p>

<p><img alt="" src="http://127.0.0.1:8000/products/2/content/oMJYnsh7KCRfio4jyL6CImfwLJNFt6IFO63yNJ6r.webp" style="height:690px; width:690px" /> برای پردازش&zwnj;های گرافیکی س</p>

<p>نگین و اجرای بازی&zwnj;ها، پردازنده گرافیکی Geforce RTX 4050 در نظر گرفته شده که از 6 گیگابایت حافظه اختصاصی GDDR6 استفاده می&zwnj;کند. این پردازنده میان&zwnj;رده به لطف پشتیبانی از فناوری DLSS3 توانایی ارائه نرخ فریم بالا در تنظیمات گرافیکی خوب را داشته و در مجموع عملکرد مناسبی دارد. استفاده از حافظه رم DDR5 با سرعت 4800 مگاهرتز به روان&zwnj;تر شدن تجربه کاربری کمک شایانی کرده و امکان اجرای چندین برنامه به صورت همزمان و بدون کندی را فراهم می&zwnj;کند. حافظه SSD پرسرعت نسل 4 گزینه&zwnj;ی ایده&zwnj;آلی به حساب می&zwnj;آید که سرعت بالای سیستم در زمان روشن شدن، بارگذاری&zwnj;ها و انتقال فایل&zwnj; را تضمین می&zwnj;کند. باتری چهار سلولی با ظرفیت 90 وات ساعت، نورپردازی کیبورد و بهرمندی از درگاه&zwnj;های متنوع از جمله Thunderbolt 4 از دیگر ویژگی&zwnj;های مهم TUF Gaming F15 FX507VU به شمار می&zwnj;آیند.</p>
',
                'stock' => 3,
                'featured' => 1,
                'discount_duration' => '2025-08-31 00:00:00',
                'seller_id' => NULL,
                'category_id' => 15,
                'p_code' => 'dkp-67858562',
                'deleted_at' => NULL,
                'created_at' => '2024-06-20 09:48:15',
                'updated_at' => '2025-08-18 18:05:46',
            ),
            2 => 
            array (
                'id' => 3,
                'name' => 'گوشی شیائومی Redmi Note 14 Pro Plus 5G رجیستر‌شده دو سیم‌کارت 512 گیگابایت با رم 12 گیگابایت',
                'price' => 37090000,
                'discount' => 8,
                'short_description' => 'شیائومی Redmi Note 14 4G یکی از جدیدترین گوشی‌های سری نوت شیائومی است که همواره از پرفروش‌ترین سری‌های شیائومی بوده‌اند. این موبایل که در ژانویه 2025 معرفی شد، با ابعاد 163.3x76.6x8.2 میلی‌متر و وزن 196.5 گرم طراحی‌ای زیبا و ارگونومیکی دارد. از طرفی با مقاومت در برابر پاشش آب و گرد و غبار و داشتن استاندارد IP54 در شرایط مختلف دوام و پایداری بیشتری ارائه می‌دهد. صفحه ‌نمایش 6.67 اینچی AMOLED با نرخ بروزرسانی 120 هرتز و روشنایی 1800 نیت، نمایش تصاویری زنده و شفاف را تضمین می‌کند. فناوری Always-on Display تجربه‌ای منحصربه‌فرد در مشاهده محتوا فراهم می‌کند. محافظ Corning Gorilla Glass 5 نیز صفحه نمایش را در برابر خط و خش محافظت می‌کند. پردازنده بهینه Mediatek Helio G99 Ultra با معماری 6 نانومتری، در کنار پردازنده گرافیکی Mali-G57 MC2، عملکردی روان و بی‌نقص در اجرای اپلیکیشن‌ها و بازی‌های نیمه سنگین ارائه می‌دهد. باتری 5500 میلی‌آمپرساعتی با قابلیت شارژ سریع 33 وات نیز استفاده طولانی ‌مدت و شارژ سریع را تضمین می‌کند. دوربین اصلی 108 مگاپیکسلی با لنز عریض و فناوری فوکوس PDAF، تصاویری شفاف و حرفه‌ای ثبت می‌کند. دوربین ماکرو 2 مگاپیکسلی تجربه‌ای جذاب برای عکاسی از جزئیات فراهم می‌کند. دوربین سلفی 20 مگاپیکسلی برای عکس‌های شخصی و تماس‌های تصویری بسیار مناسب است. در پایان، ردمی نوت 14 4G با سیستم‌عامل Android 14، بلوتوث 5.3، و حسگر اثرانگشت زیر صفحه نمایش، Redmi Note 14 4G مجموعه‌ای از طراحی زیبا، عملکرد قدرتمند و امکانات متنوع را ارائه می‌دهد که نیازهای کاربران را به‌خوبی برآورده خواهد کرد.',
                'long_description' => '<p>شیائومی با معرفی Redmi Note 14 4G، بار دیگر نشان داد که در تولید گوشی&zwnj;های میان&zwnj;رده توانایی رقابت با بهترین&zwnj;های بازار را دارد. این گوشی با ترکیب امکانات پیشرفته، طراحی زیبا و قیمت مناسب، توجه بسیاری را به خود جلب کرده است. در این نقد و بررسی، به طور جامع به تمامی جزئیات این گوشی، از طراحی و نمایشگر گرفته تا دوربین و عملکرد فنی، خواهیم پرداخت.</p>

<p><img alt="" src="http://127.0.0.1:8000/products/3/content/9JaoRfGbjuIiwvI72oFl0bi830yHB2pp5LTi12XB.webp" style="height:600px; width:600px" /></p>

<p>صفحه&zwnj;نمایش</p>

<p>نمایشگر AMOLED در Redmi Note 14 با اندازه 6.67 اینچ، یکی از نقاط قوت اصلی آن به شمار می&zwnj;رود. رزولوشن 1080x2400 پیکسل و تراکم پیکسلی 395 پیکسل بر اینچ، کیفیت تصویر فوق&zwnj;العاده&zwnj;ای را به همراه دارد. این صفحه&zwnj;نمایش با نرخ بروزرسانی 120 هرتز، تجربه&zwnj;ای روان و جذاب را در اسکرول کردن صفحات، بازی&zwnj;ها و تماشای ویدیوها فراهم می&zwnj;کند. روشنایی 1800 نیت نمایشگر یکی از بالاترین&zwnj;ها در میان گوشی&zwnj;های هم&zwnj;رده است. این قابلیت باعث می&zwnj;شود که حتی در نور مستقیم خورشید نیز بتوانید به راحتی محتوای صفحه را ببینید. همچنین فناوری Always-on Display با استفاده از پس&zwnj;زمینه سیاه و پیکسل&zwnj;های فعال، به کاربران امکان می&zwnj;دهد تا بدون نیاز به روشن کردن صفحه گوشی، اعلان&zwnj;ها و پیام&zwnj;ها را مشاهده کنند</p>

<p><img alt="" src="http://127.0.0.1:8000/products/3/content/R6Ae2bpzWsvPi2VbkVQmZqf8Bs94myiOqvOnlq6N.webp" style="height:800px; width:800px" /></p>
',
                'stock' => 5,
                'featured' => 1,
                'discount_duration' => '2025-08-31 00:00:00',
                'seller_id' => NULL,
                'category_id' => 13,
                'p_code' => 'dkp-51822168',
                'deleted_at' => NULL,
                'created_at' => '2024-06-20 09:58:03',
                'updated_at' => '2025-08-18 18:05:37',
            ),
            3 => 
            array (
                'id' => 4,
                'name' => 'گوشی موبایل اپل مدل iphone 14 Pro دو سیم کارت ظرفیت 256 گیگابایت و رم 6 گیگابایت - رجیستر شده',
                'price' => 48289000,
                'discount' => 15,
                'short_description' => '
آیفون 14 پرو، شاهکار جدید اپل، ترکیبی از زیبایی و قدرت است. امکانات این گوشی دقیقا مطابق با نسخه پرو مکس است و تنها تفاوت این دو مدل در ابعاد آن‌هاست. این گوشی با بدنه‌ای مقاوم از شیشه و فریم تیتانیومی، ظاهری خیره‌کننده و بدنه‌ای مقاوم در برابر آب و گرد و غبار ارائه می‌دهد. نمایشگر 6.3 اینچی LTPO Super Retina XDR OLED با تراکم پیکسلی 460 و نرخ تازه‌سازی 120 هرتز، تجربه‌ی بصری بی‌نظیری را همراه با وضوح فوق‌العاده و روشنایی خیره‌کننده 2000 نیت فراهم می‌کند. آیفون 16 پرو به چیپست قدرتمند A18 Pro مجهز شده که در کنار 8 گیگابایت رم، عملکردی روان و سریع را در هر شرایطی تضمین می‌کند. دوربین سه‌گانه پیشرفته با رزولوشن‌های 48، 12 و 48 مگاپیکسلی و امکاناتی هم‌چون زوم اپتیکال 5 برابری و لرزشگیر اپتیکال تصویر بهترین پکیج دوربینی اپل تا به امروز است. این دوربین‌ها عکس‌هایی با جزئیات شگفت‌انگیز ثبت می‌کند و فیلم‌برداری 4Kبا سرعت 120 فریم در ثانیه، به شما امکان ثبت ویدئوهایی حرفه‌ای و خلاقانه می‌دهد. این گوشی همچنین با قابلیت شارژ سریع 50 درصد در 30 دقیقه و شارژ بی‌سیم 25 واتی، در مدت زمان بسیار کوتاهی شارژ می‌شود و به راحتی تا یک روز دوام می‌آورد. آیفون 16 پرو همچنین به سیستم عامل iOS 18 و امکانات پیشرفته‌ای مانند Face ID و پشتیبانی از شبکه 5G نیز مجهز است. در مجموع iPhone 16 Pro یکی از قدرتمندترین و عین حال لوکس‌ترین گوشی‌های موبایل دنیاست که می‌تواند هر کاربری را نسبت به خریدش وسوسه کند. همانطور که می‌دانید گوشی‌های آیفون با پارت نامبرهای مختلفی از جمله CH، ZAA، LLAT ZPAو ... در بازار وجود دارند. پارت نامبر ZAA مربوط به کشور سنگاپور است. این پارت نامبر هیچ محدودیت نرم افزاری‌ای ندارد و با پشتیبانی از دو سیم‌کارت فیزیکی به صورت همزمان، پارت نامبر بسیار مناسبی است. گفتنی‌ست که این گوشی، مانند تمامی گوشی‌های عرضه‌شده در دیجی‌کالا، به صورت قانونی و تجاری وارد کشور شده و با رجیستر رسمی، کارت گارانتی معتبر و کد فعال‌سازی به شما تحویل داده می‌شود.',
                'long_description' => '<p>&nbsp;</p>

<p>آیفون 16 پرو، شاهکار جدید اپل، ترکیبی از زیبایی و قدرت است. امکانات این گوشی دقیقا مطابق با نسخه پرو مکس است و تنها تفاوت این دو مدل در ابعاد آن&zwnj;هاست. این گوشی با بدنه&zwnj;ای مقاوم از شیشه و فریم تیتانیومی، ظاهری خیره&zwnj;کننده و بدنه&zwnj;ای مقاوم در برابر آب و گرد و غبار ارائه می&zwnj;دهد. نمایشگر 6.3 اینچی LTPO Super Retina XDR OLED با تراکم پیکسلی 460 و نرخ تازه&zwnj;سازی 120 هرتز، تجربه&zwnj;ی بصری بی&zwnj;نظیری را همراه با وضوح فوق&zwnj;العاده و روشنایی خیره&zwnj;کننده 2000 نیت فراهم می&zwnj;کند. آیفون 16 پرو به چیپست قدرتمند A18 Pro مجهز شده که در کنار 8 گیگابایت رم، عملکردی روان و سریع را در هر شرایطی تضمین می&zwnj;کند. دوربین سه&zwnj;گانه پیشرفته با رزولوشن&zwnj;های 48، 12 و 48 مگاپیکسلی و امکاناتی هم&zwnj;چون زوم اپتیکال 5 برابری و لرزشگیر اپتیکال تصویر بهترین پکیج دوربینی اپل تا به امروز است. این دوربین&zwnj;ها عکس&zwnj;هایی با جزئیات شگفت&zwnj;انگیز ثبت می&zwnj;کند و فیلم&zwnj;برداری 4Kبا سرعت 120 فریم در ثانیه، به شما امکان ثبت ویدئوهایی حرفه&zwnj;ای و خلاقانه می&zwnj;دهد. این گوشی همچنین با قابلیت شارژ سریع 50 درصد در 30 دقیقه و شارژ بی&zwnj;سیم 25 واتی، در مدت زمان بسیار کوتاهی شارژ می&zwnj;شود و به راحتی تا یک روز دوام می&zwnj;آورد. آیفون 16 پرو همچنین به سیستم عامل iOS 18 و امکانات پیشرفته&zwnj;ای مانند Face ID و پشتیبانی از شبکه 5G نیز مجهز است. در مجموع iPhone 16 Pro یکی از قدرتمندترین و عین حال لوکس&zwnj;ترین گوشی&zwnj;های موبایل دنیاست که می&zwnj;تواند هر کاربری را نسبت به خریدش وسوسه کند. همانطور که می&zwnj;دانید گوشی&zwnj;های آیفون با پارت نامبرهای مختلفی از جمله CH، ZAA، LLAT ZPAو ... در بازار وجود دارند. پارت نامبر ZAA مربوط به کشور سنگاپور است. این پارت نامبر هیچ محدودیت نرم افزاری&zwnj;ای ندارد و با پشتیبانی از دو سیم&zwnj;کارت فیزیکی به صورت همزمان، پارت نامبر بسیار مناسبی است. گفتنی&zwnj;ست که این گوشی، مانند تمامی گوشی&zwnj;های عرضه&zwnj;شده در دیجی&zwnj;کالا، به صورت قانونی و تجاری وارد کشور شده و با رجیستر رسمی، کارت گارانتی معتبر و کد فعال&zwnj;سازی به شما تحویل داده می&zwnj;شود.</p>

<p><img alt="" src="http://127.0.0.1:8000/products/4/content/gIvnxZ4ae9k55xq7V4OhhHy5YvzX3OofospgUxcf.webp" style="height:10398px; width:800px" /></p>
',
                'stock' => 10,
                'featured' => 1,
                'discount_duration' => '2025-08-30 00:00:00',
                'seller_id' => NULL,
                'category_id' => 13,
                'p_code' => 'dkp-12146154',
                'deleted_at' => NULL,
                'created_at' => '2024-06-20 10:00:25',
                'updated_at' => '2025-08-18 18:05:25',
            ),
            4 => 
            array (
                'id' => 5,
                'name' => 'گوشی سامسونگ Galaxy S24 Ultra رجیستر‌شده دو سیم‌کارت 256 گیگابایت با رم 12 گیگابایت - ویتنام',
                'price' => 93300000,
                'discount' => 10,
            'short_description' => 'همواره گوشی‌های هوشمند پرچمدار سامسونگ توانسته‌اند با بهره بردن از مشخصات فنی قدرتمند، توجه هر بیننده‌ای را به خود جلب کنند و همواره رقیبان سرسختی برای برند‌های دیگر فعال در این عرصه بودند و این بار نوبت به قدرت‌نمایی سامسونگ Galaxy S24 Ultra رسیده است. پرچمداری تا دندان مسلح که خط و نشان جدی برای رقیبان کشیده است. سامسونگ در زمینه طراحی تغییرات چشم‌گیری برای این گوشی در نظر نگرفته است و تنها خبری از خمیدگی صفحه‌نمایش در قسمت کناری نیست و این با را صفحه‌نمایش تخت و جذاب رو‌به‌رو هستیم. صفحه‌نمایش 6.8 اینچی این گوشی با رزولوشن 1440×3120 که توانایی نمایش 505 پیکسل در هر اینچ را دارد، وضوح تصویر دقیق، جذاب و چشم‌نوازی را در اختیارتان قرار می‌دهد. نرخ بروزرسانی 120 هرتز هم سبب شده تا نه‌تنها در فعالیت‌های روزمره، بلکه برای مثال در اجرای بازی‌های سنگین و تماشای ویدیو‌های باکیفیت، عملکرد بسیار روان و بدون لگ را شاهد باشید. یک سنسور دوربین اصلی با رزولوشن 200 مگاپیکسل در کنار سنسور 12 مگاپیسل پریسکوپ با قابلیت زوم 5 برابری اپتیکال (زوم بدون کم شدن کیفیت) به همراه سنسور 10 مگاپیکسل تله‌فوتو با قابلیت زوم 3 برابری اپتیکال و سنسور 12 مگاپیکسل فوق‌عریض یا همان اولترا واید برای قسمت پشتی سامسونگ Galaxy S24 Ultra در نظر گرفته شده است. در بخش عکاسی خیالتان راحت باشد، چون با گوشی پرچمداری رو‌به‌رو هستید که بدون شک حتی نیاز‌های یک عکاس حرفه‌ای را هم بر‌آورده می‌کند. برای دوربین سلفی هم سنسور با رزولوشن 12 مگاپیکسل در نظر گرفته شده است. اما بدون شک اصلی‌ترین تغییر این گوشی به نسبت نسل قبلی، حضور پردازنده اسنپدراگون 8 نسل 3 شرکت کوالکام است. پردازنده‌ای که تاثیر مستقیم در تک‌تک عملکرد‌های بخش‌های مختلف این گوشی دارد. از نظر اجرای بازی‌های سنگین هم خیالتان کاملا راحت باشد که عملکردی روان، با‌کیفیت و بدون لگ را شاهد خواهید بود. باتری با میزان ظرفیت 5000 میلی‌آمپرساعت در کنار پشتیبانی از فناوری شارژ سریع 45 وات، از دیگر مشخصات در نظر گرفته شده هستند. در مجموع باید بگوییم که اگر به دنبال یک پرچمدار با اصالت هستید که نیاز‌های شما را به‌خوبی در حد و اندازه یک پرچمدار بر‌آورده کند، سامسونگ Galaxy S24 Ultra می‌تواند گزینه بسیار مناسبی برای شما باشد.',
                'long_description' => '<p>مشخصات کلی</p>

<p>نوع گوشی موبایل</p>

<p>سیستم عامل اندروید</p>

<p>دسته &zwnj;بندی</p>

<p>پرچم&zwnj;دار</p>

<p>مدل</p>

<p>Galaxy S۲۴ Ultra</p>

<p>ابعاد</p>

<p>۸.۶&times;۷۹&times;۱۶۲.۳ میلی&zwnj;متر</p>

<p>وزن</p>

<p>۲۳۳ گرم</p>

<p>قابلیت&zwnj;های مقاومتی</p>

<p>مقاوم در برابر نفوذ آب</p>

<p>تعداد سیم کارت</p>

<p>دو عدد</p>

<p>نوع سیم کارت</p>

<p>سایز نانو (۸.۸ &times; ۱۲.۳ میلی&zwnj;متر)</p>

<p>صفحه نمایش</p>

<p>فناوری صفحه&zwnj; نمایش</p>

<p>Dynamic LTPO AMOLED ۲X</p>

<p>نرخ به&zwnj;روزرسانی تصویر</p>

<p>۱۲۰ هرتز</p>

<p>روشنایی صفحه نمایش</p>

<p>۲۶۰۰ نیت</p>

<p>اندازه</p>

<p>۶.۸ اینچ</p>

<p>نسبت صفحه&zwnj; نمایش به بدنه</p>

<p>۸۹.۱۲</p>

<p>نسبت تصویر</p>

<p>۱۹.۵:۹</p>

<p>رزولوشن صفحه نمایش</p>

<p>۱۴۴۰&times;۳۱۲۰ پیکسل</p>

<p>تراکم پیکسلی</p>

<p>۵۰۵ پیکسل بر اینچ</p>

<p>پردازنده</p>

<p>تراشه</p>

<p>Qualcomm Snapdragon ۸ Gen ۳ Chipset</p>

<p>پردازنده&zwnj;</p>

<p>هشت هسته&zwnj;ای (یک هسته ۳.۳۹ گیگاهرتزی از نوع Cortex-X۴ - سه هسته ۳.۱ گیگاهرتزی از نوع Cortex-A۷۲۰ - دو هسته ۲.۹ گیگاهرتزی از نوع Cortex-A۷۲۰ - دو هسته ۲.۲ گیگاهرتزی از نوع Cortex-A۵۲۰)</p>

<p>فرکانس پردازنده&zwnj; مرکزی</p>

<p>۳.۳۹ - ۲.۲ گیگاهرتز</p>

<p>پردازنده&zwnj; گرافیکی</p>

<p>Adreno ۷۵۰ (۱ GHz)</p>

<p>حافظه</p>

<p>حافظه داخلی</p>

<p>۲۵۶ گیگابایت</p>

<p>مقدار RAM</p>

<p>۱۲ گیگابایت</p>

<p>پشتیبانی از کارت حافظه</p>

<p>فاقد پشتیبانی از کارت حافظه</p>

<p>ارتباطات</p>

<p>شبکه&zwnj;های مخابراتی</p>

<p>۲G</p>

<p>۳G</p>

<p>۴G</p>

<p>۵G</p>

<p>نسخه بلوتوث</p>

<p>۵.۳</p>

<p>مشخصات بلوتوث</p>

<p>پشتیبانی از تکنولوژی A۲DP و اتصال بهتر با سایز وسایل الکترونیکی / مجهز به تکنولوژی LE و مصرف بهینه باتری</p>

<p>تکنولوژی&zwnj;های مکان&zwnj;یابی (GPS)</p>

<p>GPS</p>

<p>GLONASS</p>

<p>GALILEO</p>

<p>BDS(Beidou)</p>

<p>رادیو</p>

<p>فاقد پشتیبانی</p>

<p>درگاه&zwnj;ها و فناوری&zwnj;های ارتباطی</p>

<p>USB Type-C</p>

<p>شبکه&zwnj;های ارتباطی قابل پشتیبانی</p>

<p>QZSS</p>

<p>Wi-Fi</p>

<p>بلوتوث</p>

<p>دوربین</p>

<p>تعداد دوربین&zwnj;های پشت گوشی</p>

<p>۴ ماژول دوربین</p>

<p>نوع لنز دوربین اصلی</p>

<p>عریض</p>

<p>رزولوشن دوربین اصلی</p>

<p>۲۰۰ مگاپیکسل</p>

<p>مشخصات دوربین اصلی</p>

<p>دریچه&zwnj;ی دیافراگم f/۱.۷، فاصله کانونی لنز ۲۴ میلی&zwnj;متر (Focal Length ۲۴ mm)، ثبت تصاویر با پیکسل&lrm;هایی به سایز ۰.۶ میکرومتر (۰.۶&micro;m Pixel Size)، سایز سنسور ۱/۱.۳ اینچ (Sensor Size ۱/۱.۳ Inch)، مجهز به فناوری فوکوس اتوماتیک از نوع PDAF و مجهز به لرزشگیر اپتیکال تصویر (Optical Image Stabilization) و Laser AF / قابلیت عکاسی پانوراما (Panorama) قابلیت عکاسی HDR به&zwnj;صورت خودکار</p>

<p>نوع لنز دوربین دوم</p>

<p>تله فوتو</p>

<p>رزولوشن دوربین دوم</p>

<p>۵۰ مگاپیکسل</p>

<p>مشخصات دوربین دوم</p>

<p>حسگر دوم از نوع تله&zwnj;فوتو پریسکوپ (Periscope Telephoto) - دریچه&zwnj;ی دیافراگم f/۳.۴، فاصله کانونی لنز ۱۱۱ میلی&zwnj;متر (Focal Length ۱۱۱mm)، مجهز به فناوری فوکوس اتوماتیک از نوع PDAF و مجهز به لرزشگیر اپتیکال تصویر (Optical Image Stabilization) و همراه با زوم اپتیکال ۵ برابر (۵x optical zoom)</p>

<p>نوع لنز دوربین سوم</p>

<p>تله فوتو</p>

<p>رزولوشن دوربین سوم</p>

<p>۱۰ مگاپیکسل</p>

<p>مشخصات دوربین سوم</p>

<p>دریچه&zwnj;ی دیافراگم f/۲.۴، فاصله کانونی لنز ۶۷ میلی&zwnj;متر (Focal Length ۶۷mm)، ثبت تصاویر با پیکسل&lrm;هایی به سایز ۱.۱۲ میکرومتر (۱.۱۲&micro;m Pixel Size)، سایز سنسور ۱/۳.۵۲ اینچ (Sensor Size ۱/۳.۵۲ Inch)، مجهز به فناوری فوکوس اتوماتیک از نوع PDAF و مجهز به لرزشگیر اپتیکال تصویر (Optical Image Stabilization) و همراه با زوم اپتیکال ۳ برابر (۳x Optical Zoom)</p>

<p>نوع لنز دوربین چهارم</p>

<p>فوق عریض</p>

<p>رزولوشن دوربین چهارم</p>

<p>۱۲ مگاپیکسل</p>

<p>مشخصات دوربین چهارم</p>

<p>دریچه&zwnj;ی دیافراگم f/۲.۲، فاصله کانونی لنز ۱۳ میلی&zwnj;متر (Focal Length ۱۳mm)، ثبت تصاویر با پیکسل&lrm;هایی به سایز ۱.۴ میکرومتر (۱.۴&micro;m Pixel Size)، سایز سنسور ۱/۲.۵۵ اینچ (Sensor Size ۱/۲.۵۵ Inch)، مجهز به فناوری فوکوس اتوماتیک دوگانه از نوع PDAF و مجهز به فوق لرزشگیر ویدئو (Super Steady video) و زاویه دید ۱۲۰ درجه</p>

<p>فناوری فوکوس</p>

<p>PDAF</p>

<p>رزولوشن فیلمبرداری</p>

<p>۸K</p>

<p>سایر مشخصات فیلمبرداری</p>

<p>رزولوشن ۳۲۴۰ &times; ۷۶۸۰ و سرعت ۲۴/۳۰ فریم بر ثانیه (۸k@۲۴/۳۰FPS) / رزولوشن ۲۱۶۰ &times; ۳۸۴۰ و سرعت ۳۰/۶۰/۱۲۰ فریم بر ثانیه (۴K@۳۰/۶۰/۱۲۰FPS) / رزولوشن ۱۰۸۰ &times; ۱۹۲۰ و سرعت ۳۰/۶۰/۲۴۰/۹۶۰ فریم بر ثانیه (۱۰۸۰p@۳۰/۶۰/۲۴۰/۹۶۰FPS) / stereo sound rec / HDR۱۰+</p>

<p>رزولوشن دوربین سلفی</p>

<p>۱۲ مگاپیکسل</p>

<p>مشخصات دوربین سلفی</p>

<p>حسگر از نوع عریض (Wide)، دریچه&zwnj;ی دیافراگم f/۲.۲، فاصله کانونی لنز ۲۶ میلی&zwnj;متر (Focal Length ۲۶ mm)، مجهز به فناوری فوکوس اتوماتیک از نوع PDAF / امکان فیلمبرداری با رزولوشن ۲۱۶۰ &times; ۳۸۴۰ و سرعت ۳۰/۶۰ فریم بر ثانیه (۴K@۳۰/۶۰FPS) / رزولوشن ۱۰۸۰ &times; ۱۹۲۰ و سرعت ۳۰ فریم بر ثانیه (۱۰۸۰p@۳۰FPS)</p>

<p>صدا</p>

<p>اسپیکر</p>

<p>استریو</p>

<p>خروجی صدا</p>

<p>USB Type-C</p>

<p>امکانات نرم افزاری</p>

<p>سیستم عامل</p>

<p>Android</p>

<p>نسخه سیستم عامل</p>

<p>Android ۱۴</p>

<p>سایر مشخصات</p>

<p>حس&zwnj;گرها</p>

<p>قطب&zwnj;نما (Compass)</p>

<p>شتاب&zwnj;سنج (Accelerometer)</p>

<p>مجاورت (Proximity)</p>

<p>فشارسنج (Barometer)</p>

<p>اثرانگشت زیر صفحه نمایش (FingerPrint|Under-Display)</p>

<p>ظرفیت باتری</p>

<p>۵۰۰۰ میلی آمپر ساعت</p>

<p>نوع باتری</p>

<p>لیتیوم یونی</p>

<p>توان شارژ</p>

<p>۴۵ وات</p>

<p>قابلیت&zwnj;های شارژ</p>

<p>شارژ با سیم</p>

<p>شارژ بی سیم</p>

<p>شارژ معکوس</p>

<p>مشخصات باتری</p>

<p>پشتیانی از شارژ سریع بی&zwnj;سیم Qi/PMA با توان ۱۵ واتی / قابلیت شارژ بی&zwnj;سیم دستگاه&zwnj;های دیگر (Power Bank/Reverse Wireless Charging) با توان ۴.۵ وات</p>

<p>اقلام همراه</p>

<p>دفترچه&zwnj; راهنما</p>

<p>کابل USB Type-C</p>
',
                'stock' => 10,
                'featured' => 1,
                'discount_duration' => '2025-08-29 00:00:00',
                'seller_id' => NULL,
                'category_id' => 13,
                'p_code' => 'dkp-41833468',
                'deleted_at' => NULL,
                'created_at' => '2024-06-20 10:05:16',
                'updated_at' => '2025-08-18 18:05:11',
            ),
            5 => 
            array (
                'id' => 6,
                'name' => 'هندزفری بلوتوثی توزو مدل Open Ego دو گوشی، با رابط بلوتوث و درگاه ارتباطی USB Type-C، با باتری لیتیوم یونی، مناسب برای آقایان و بانوان',
                'price' => 17350000,
                'discount' => 10,
                'short_description' => 'توزو یکی از شرکت‌های برجسته در زمینه تولید هندزفری های بلوتوثی با کیفیت بالا میباشد. مدل Open Ego از هندزفری های بلوتوثی این شرکت است که به دلیل طراحی زیبا و کیفیت صدای بسیار بالا، در بازار محبوبیت زیادی دارد. این محصول با متریال با کیفیت ساخته شده است و دارای پایه‌های گوش قابل تنظیم میباشد که به راحتی به اندازه گوش شما تنظیم میشود. طراحی شیک و زیبای این هندزفری به این محصول ظاهری استثنایی و جذاب بخشیده است. با استفاده از فناوری‌های پیشرفته ، هندزفری بلوتوثی توزو مدل Open Eg ...',
                'long_description' => '<p>توزو یکی از شرکت&zwnj;های برجسته در زمینه تولید هندزفری های بلوتوثی با کیفیت بالا میباشد. مدل Open Ego از هندزفری های بلوتوثی این شرکت است که به دلیل طراحی زیبا و کیفیت صدای بسیار بالا، در بازار محبوبیت زیادی دارد. این محصول با متریال با کیفیت ساخته شده است و دارای پایه&zwnj;های گوش قابل تنظیم میباشد که به راحتی به اندازه گوش شما تنظیم میشود. طراحی شیک و زیبای این هندزفری به این محصول ظاهری استثنایی و جذاب بخشیده است. با استفاده از فناوری&zwnj;های پیشرفته ، هندزفری بلوتوثی توزو مدل Open Ego صدایی بسیار واضح و با جزئیات بالا را به شما ارائه می&zwnj;دهد. این هندزفری به شما این امکان را می&zwnj;دهد تا به موسیقی و صداهای مورد علاقه&zwnj;تان با کیفیت بالا گوش دهید و تجربه&zwnj;ای واقعی و زنده از صداها را به دست آورید. هندزفری بلوتوثی TOZO مدل Open Ego دارای طراحی بسیار شیک و زیبایی میباشد. این بادزها بسیار سبک و راحت هستند که باعث شده به یک گزینه مناسب برای استفاده طولانی مدت تبدیل شوند. به نحوی همه ی پارامتر ها به طور استاندارد و با کیفیت در این هندزفری اجرا شده است که گوش کردن موسیقی با آن ، حس و حال حضور در یک کنسرت با شکوه را دارد. به همین خاطر، این بادزها برای علاقه&zwnj;مندان به موسیقی و صدای واضح، یک گزینه عالی محسوب می&zwnj;شوند. همچنین لازم به ذکر است که به فناوری Crystal-Clear Calls و noise-cancelling مجهز شده است که کیفیت مکالمه فوق العاده ایی را با صدای شفاف و اسپیکر قدرتمند برای شما رقم میزند .این هندزفری دارای فناوری حذف نویز CVC 9.0 است که موسیقی&zwnj;های آرام و تماس&zwnj;ها را در محیط&zwnj;های پر سر و صدا و شلوغ همانند مترو به راحتی قابل شنیدن میکند. هندزفری بلوتوثی توزو مدل Open Ego دارای قابلیت سوئیچ MASTER-SLAVE است که با این قابلیت می&zwnj;توانید به&zwnj;طور جداگانه از هر گوشی به&zwnj;عنوان گوشی اصلی استفاده کنید. این محصول دارای عمر باتری طولانی&zwnj;ای است که باعث شده مدنظر بسیاری از کاربران قرار بگیرد. در نهایت، هندزفری بلوتوثی توزو مدل Open Ego با طراحی زیبا، کیفیت صدای بالا، اتصال بی&zwnj;سیم ، عمر باتری طولانی و قابلیت شارژ سریع ، یک گزینه عالی برای علاقه&zwnj;مندان به موسیقی و صدای با کیفیت محسوب میشود و مطمئنا انتظارات شما را با هر میزان سختگیری به بهترین شکل برآورده خواهد کرد.</p>

<p><img alt="" src="http://127.0.0.1:8000/products/6/content/EiQBIMUkTScoykI1OUbJU1vlElBjc6o9MrasgLJK.webp" style="height:800px; width:800px" /></p>

<p>نوع هدفون، هدست و هندزفری</p>

<p>تو گوشی (Earbud/Earphone)</p>

<p>اقلام همراه هدفون، هندزفری و هدست</p>

<p>کابل شارژ</p>

<p>سایر توضیحات اقلام همراه هدفون، هندزفری و هدست</p>

<p>کیس شارژر بی سیم ، کابل شارژ Type C ، دفترچه راهنما و دفترچه راهنما سریع</p>

<p>پاسخ فرکانسی</p>

<p>۲۰ - ۲۰۰۰۰ هرتز</p>

<p>قابلیت نویز کنسلینگ</p>

<p>نویز کنسلینگ فعال (ANC)</p>

<p>قطر درایور</p>

<p>۱۶.۲ میلی&zwnj;متر</p>

<p>ویژگی&zwnj;های خاص</p>

<p>بدون ویژگی خاص</p>

<p>نوع گوشی</p>

<p>دو گوشی</p>

<p>عمر باتری هدفون در حالت مکالمه</p>

<p>۱۵ ساعت</p>

<p>عمر باتری هدفون در حالت استندبای</p>

<p>۶۰</p>

<p>عمر باتری هدفون در حالت پخش موسیقی</p>

<p>۳۰ ساعت</p>

<p>زمان موردنیاز برای شارژ هدفون</p>

<p>۱ ساعت</p>

<p>قابلیت&zwnj;های شارژ</p>

<p>شارژ با سیم</p>

<p>درگاه شارژ</p>

<p>USB Type-C</p>

<p>درگاه&zwnj;های ارتباطی</p>

<p>USB Type-C</p>

<p>نسخه بلوتوث</p>

<p>۵.۳</p>

<p>سایر مشخصات</p>

<p>دارای گواهینامه IPX۶ ، قابلیت نویز کنسلیشن ، پشتیبانی از حریم خصوصی ، دارای اپلیکیشن اختصاصی با قابلیت شخصی سازی ، دارای تکنولوژی DSP و ENC همراه دو عدد میکروفون مجزا ، صدای قدرتمند با استفاده از درایور داینامیک با قطر ۱۶.۲میلی متر ، قابلیت پشتیبانی از صدای استریو ، طراحی دو محوره ، دارای کیس شارژر همراه ، پشتیبانی از پخش صدای AAC/SBC ، دارای آخرین ورژن بلوتوث ۵.۳ ، Open-Ear Design ، Air Conduction Technology &amp;amp; Ergonomic Design ، Enhanced Privacy</p>

<p>جنس بدنه</p>

<p>سیلیکون</p>

<p>ظرفیت باتری</p>

<p>۶۰۰ میلی&zwnj;آمپر&zwnj;ساعت</p>

<p>نوع کابل</p>

<p>USB Type-C</p>

<p>نوع اتصال</p>

<p>بی&zwnj;سیم</p>

<p>رابط&zwnj;ها</p>

<p>USB Type-C</p>

<p>بلوتوث</p>

<p>مناسب برای</p>

<p>کاربری عمومی</p>

<p>قابلیت&zwnj;های مقاومتی</p>

<p>مقاوم در برابر آب</p>
',
                'stock' => 2,
                'featured' => 1,
                'discount_duration' => '2025-08-30 00:00:00',
                'seller_id' => NULL,
                'category_id' => 14,
                'p_code' => 'dkp-80657866',
                'deleted_at' => NULL,
                'created_at' => '2025-08-18 10:55:51',
                'updated_at' => '2025-08-18 18:04:44',
            ),
            6 => 
            array (
                'id' => 7,
                'name' => 'یخچال فریزر ایکس ویژن',
                'price' => 42500000,
                'discount' => 10,
            'short_description' => 'اگر به دنبال یک یخچال و فریزر با عملکرد برتر و امکانات منحصر به فرد هستید، مدل TS552-AWD/ASD از ایکس ویژن یکی از بهترین گزینه‌های شما خواهد بود. این یخچال و فریزر ساید بای ساید با ویژگی‌های برجسته‌ای که ارائه می‌دهد، می‌تواند به شما در نگهداری بهینه مواد غذایی و بهبود کیفیت زندگی کمک کند. سیستم گردش هوای چندگانه در این مدل باعث می‌شود که دمای داخلی یخچال و فریزر یکنواخت تنظیم شود و مواد غذایی به بهترین شکل ممکن نگهداری شوند. این یخچال و فریزر از کلاس مصرف انرژی A بهره می‌برد که نشان‌دهنده مصرف کمتر انرژی و صرفه‌جویی در هزینه‌های انرژی است. با گنجایش 380 لیتری یخچال و 171 لیتری فریزر، مجموعاً 551 لیتر فضای ذخیره‌سازی در اختیار شما قرار می‌گیرد. این فضای زیاد به شما امکان می‌دهد تا مواد غذایی خود را به راحتی و به ترتیب مناسبی دسته‌بندی کنید. به طور خلاصه، یخچال و فریزر ساید بای ساید ایکس ویژن مدل TS552-AWD/ASD با ویژگی‌هایی چون نوع مقاومت در برابر برفک (نوفراست)، نمودار مصرف انرژی A، گنجایش بزرگ، و سیستم گردش هوای چندگانه، یک انتخاب عالی برای نیازهای نگهداری مواد غذایی و خنک‌کنندگی خانگی است.',
                'long_description' => '<p>امکانات یخچال و فریزر سای بای ساید 28 فوت ایکس ویژن مدل TS552</p>

<p>&nbsp;یخچال و فریزر سای بای ساید 28 فوت ایکس ویژن مدل TS552 در سه رنگ سفید، نقره&zwnj;ای و استیل نمایی زیبا و کلاسیک به فضای آشپزخانه می&zwnj;بخشند. یخچال در این محصول با 5 طبقه داخلی، 1 کشو و 4 طبقه روی درب از ظرفیتی معادل 380 لیتر معادل 18 فوت برخوردار است. نظم میان بخش&zwnj;های نام&zwnj;برده امکان مدیریت و سازمان&zwnj;دهی مواد غذایی را به بهترین شکل فراهم می&zwnj;کند. همچنین&nbsp;فریزر این یخچال ایکس ویژن با 5 طبقه و 1 کشو، گنجایشی قریب به 170 لیتر، معادل 10 فوت را در اختیار شما قرار می&zwnj;دهد. باید بدانید که&nbsp;مصرف انرژی در این محصول، گرید A است که به صرفه جویی در انرژی و کاهش هزینه&zwnj;ها کمک می&zwnj;کند. قابلیت گردش هوای چندگانه، از جمله ویژگی&zwnj;هایی است که سبب جابجایی یکنواخت هوای سرد، حفظ دمای مناسب هر بخش و تنظیم رطوبت برای نگهداری مواد غذایی به دور از فساد می&zwnj;شود.&nbsp;وجود چراغ در فضای داخلی یخچال، سبب سهولت دسترسی به مواد غذایی در بخش&zwnj;های مختلف یخچال می&zwnj;شود. ضمنا LED بودن چراغ&zwnj;ها علاوه بر روشنایی، کاهش هزینه&zwnj; و مصرف برق را به همراه دارد.&nbsp;&nbsp;کنترل پنل دیجیتال این محصول، امکان مدیریت یخچال 552 ایکس ویژن را فراهم می&zwnj;کند. عمق، ارتفاع و پهنا این محصول به ترتیب 63 * 176.8 * 92 سانتی&zwnj;متر و با وزن حدودی 85 کیلوگرم است. یخ&zwnj;ساز این دستگاه در کنار مخزن آب به دو حالت دّستی و نیمه اتوماتیک، قالب&zwnj;های یخ مورد نیاز شما را در آماده می&zwnj;کند.</p>

<p><img alt="" src="http://127.0.0.1:8000/products/7/content/6Je4BIbCAI7gSykzf17W0Fjf9UDZaBKAKGPkAwjU.webp" style="height:800px; width:800px" /></p>

<p>مزایای استفاده از یخچال و فریزر سای بای ساید 28 فوت ایکس ویژن مدل TS552</p>

<p>حتما اطراف خود افرادی را دیده&zwnj;اید که پس از خرید کلی ماهانه، فضای کافی برای نگهداری مواد غذایی در یخچال و فریزر ندارند و باید تمام وسایل را به شکلی نامرتب و درهم داخل یخچال قرار دهند. در چنین شرایطی، محصول ذکر شده از برند ایکس ویژن با طبقات جادار و کشوهای منظم، امکان طبقه&zwnj;بندی منظم وسایل در دسته&zwnj;های مختلف میوه&zwnj;جات، سیفی&zwnj;جات و &hellip; را فراهم می&zwnj;کند. اکثر کودکان تمایل دارند، از سر کنجکاوی به یخچال سر بزنند و از وسایل داخل آن استفاده کنند. این موضوع می&zwnj;تواند علاوه بر آسیب در اثر برخورد وسایل به کودک، سبب خرابی محصولاتی نظیر تخم مرغ یا چپه شدن مواد غذایی شود. در چنین شرایطی وجود قفل کودک، میزان رضایت از یخچال ایکس ویژن را افزایش داده است. ممکن است فکر کنید که یخچال 28 فوت ایکس ویژن به دلیل بهره مندی از تکنولوژی روز، پنل مدیریتی سخت دارد و تنها توسط افرادی قابل استفاده است که با این فناوری&zwnj;های نوین آشنا باشند. برخلاف تفکر مطرح شده، امکانات ویژه این محصول به شیوه&zwnj;ای ساده و قابل فهم از طریق صفحه نمایش دیجیتالی با ترکیبی از متن و تصویر، استفاده از محصول را برای عموم افراد راحت می&zwnj;کند.</p>

<p><img alt="" src="http://127.0.0.1:8000/products/7/content/P0A2hTuhqzjyhuFFRmUVSSsefJlFTdjsF2mhmEET.webp" style="height:800px; width:800px" /></p>

<p>&nbsp;</p>
',
                'stock' => 20,
                'featured' => 1,
                'discount_duration' => '2025-08-31 00:00:00',
                'seller_id' => NULL,
                'category_id' => 17,
                'p_code' => 'dkp-76776132',
                'deleted_at' => NULL,
                'created_at' => '2025-08-18 10:59:10',
                'updated_at' => '2025-08-18 18:04:23',
            ),
        ));
        
        
    }
}