<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

class SeoItemsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('seo_items')->delete();
        
        \DB::table('seo_items')->insert(array (
            0 => 
            array (
                'id' => 1,
                'slug' => 'لپ-تاپ-156-اینچی-ایسر-مدل-nitro-v-15-anv15-51-93hs-i9-13900h-40gb-ddr5-1tb-ssd-rtx4060-fhd-کاستوم-شده',
                'meta_title' => 'قیمت و خرید لپ تاپ 15.6 اینچی ایسر مدل Nitro V 15 ANV15-51-93HS-i9 13900H-40GB DDR5-1TB SSD-RTX4060-FHD - کاستوم شده',
                'meta_description' => 'خرید اینترنتی لپ تاپ 15.6 اینچی ایسر مدل Nitro V 15 ANV15-51-93HS-i9 13900H-40GB DDR5-1TB SSD-RTX4060-FHD - کاستوم شده با رنگبندی مشکی به همراه مقایسه، بررسی مشخصات و لیست قیمت امروز در فروشگاه اینترنتی دیجی‌کالا
',
                'type' => 'product',
                'ref_id' => 1,
                'deleted_at' => NULL,
                'created_at' => '2024-06-20 09:38:36',
                'updated_at' => '2025-08-18 10:52:21',
            ),
            1 => 
            array (
                'id' => 2,
                'slug' => 'لپ-تاپ-16-اینچی-ایسوس-مدل-rog-zephyrus-g16-2025-gu605cx-core-ultra-9-285h-64gb-lpddr5x-7467mhz-1tb-ssd-rtx5090-24gb-25k-oled-240hz',
            'meta_title' => 'قیمت و خرید لپ تاپ 16 اینچی ایسوس مدل ROG Zephyrus G16 (2025) GU605CX-Core Ultra 9 285H-64GB LPDDR5X 7467MHz-1TB SSD-RTX5090 24GB-2.5K OLED 240Hz',
            'meta_description' => 'خرید اینترنتی لپ تاپ 16 اینچی ایسوس مدل ROG Zephyrus G16 (2025) GU605CX-Core Ultra 9 285H-64GB LPDDR5X 7467MHz-1TB SSD-RTX5090 24GB-2.5K OLED 240Hz با رنگبندی سفید، خاکستری به همراه مقایسه، بررسی مشخصات و لیست قیمت امروز در فروشگاه اینترنتی دیجی‌کالا
',
                'type' => 'product',
                'ref_id' => 2,
                'deleted_at' => NULL,
                'created_at' => '2024-06-20 09:48:15',
                'updated_at' => '2025-08-18 10:46:15',
            ),
            2 => 
            array (
                'id' => 3,
                'slug' => 'گوشی-شیائومی-redmi-note-14-pro-plus-5g-رجیسترشده-دو-سیمکارت-512-گیگابایت-با-رم-12-گیگابایت',
                'meta_title' => 'قیمت و خرید گوشی موبایل شیائومی مدل Redmi Note 14 Pro Plus 5G دو سیم کارت ظرفیت 512 گیگابایت و رم 12 گیگابایت',
                'meta_description' => 'خرید اینترنتی گوشی موبایل شیائومی مدل Redmi Note 14 Pro Plus 5G دو سیم کارت ظرفیت 512 گیگابایت و رم 12 گیگابایت با رنگبندی آبی، مشکی به همراه مقایسه، بررسی مشخصات و لیست قیمت امروز در فروشگاه اینترنتی دیجی‌کالا
',
                'type' => 'product',
                'ref_id' => 3,
                'deleted_at' => NULL,
                'created_at' => '2024-06-20 09:58:03',
                'updated_at' => '2025-08-18 10:41:21',
            ),
            3 => 
            array (
                'id' => 4,
                'slug' => 'گوشی-موبایل-اپل-مدل-iphone-14-pro-دو-سیم-کارت-ظرفیت-256-گیگابایت-و-رم-6-گیگابایت-رجیستر-شده',
                'meta_title' => 'قیمت و خرید گوشی موبایل اپل مدل iphone 14 Pro دو سیم کارت ظرفیت 256 گیگابایت و رم 6 گیگابایت - رجیستر شده',
                'meta_description' => 'خرید اینترنتی گوشی موبایل اپل مدل iphone 14 Pro دو سیم کارت ظرفیت 256 گیگابایت و رم 6 گیگابایت - رجیستر شده به همراه مقایسه، بررسی مشخصات و لیست قیمت امروز در فروشگاه اینترنتی دیجی‌کالا
',
                'type' => 'product',
                'ref_id' => 4,
                'deleted_at' => NULL,
                'created_at' => '2024-06-20 10:00:25',
                'updated_at' => '2025-08-18 10:36:49',
            ),
            4 => 
            array (
                'id' => 5,
                'slug' => 'گوشی-سامسونگ-galaxy-s24-ultra-رجیسترشده-دو-سیمکارت-256-گیگابایت-با-رم-12-گیگابایت-ویتنام',
                'meta_title' => 'قیمت و خرید گوشی موبایل سامسونگ مدل Galaxy S24 Ultra دو سیم کارت ظرفیت 256 گیگابایت و رم 12 گیگابایت - ویتنام',
                'meta_description' => 'خرید اینترنتی گوشی موبایل سامسونگ مدل Galaxy S24 Ultra دو سیم کارت ظرفیت 256 گیگابایت و رم 12 گیگابایت - ویتنام با رنگبندی مشکی، خاکستری به همراه مقایسه، بررسی مشخصات و لیست قیمت امروز در فروشگاه اینترنتی دیجی‌کالا
',
                'type' => 'product',
                'ref_id' => 5,
                'deleted_at' => NULL,
                'created_at' => '2024-06-20 10:05:16',
                'updated_at' => '2025-08-18 10:31:29',
            ),
            5 => 
            array (
                'id' => 6,
                'slug' => 'هندزفری-بلوتوثی-توزو-مدل-open-ego-دو-گوشی-با-رابط-بلوتوث-و-درگاه-ارتباطی-usb-type-c-با-باتری-لیتیوم-یونی-مناسب-برای-آقایان-و-بانوان',
                'meta_title' => 'قیمت و خرید هندزفری بلوتوثی توزو مدل Open Ego',
                'meta_description' => 'خرید اینترنتی هندزفری بلوتوثی توزو مدل Open Ego با رنگبندی مشکی به همراه مقایسه، بررسی مشخصات و لیست قیمت امروز در فروشگاه اینترنتی دیجی‌کالا
',
                'type' => 'product',
                'ref_id' => 6,
                'deleted_at' => NULL,
                'created_at' => '2025-08-18 10:55:51',
                'updated_at' => '2025-08-18 10:55:51',
            ),
            6 => 
            array (
                'id' => 7,
                'slug' => 'یخچال-فریزر-ایکس-ویژن',
                'meta_title' => 'قیمت و خرید یخچال و فریزر ساید بای ساید 28 فوت ایکس ویژن مدل TS552-AWD/ASD',
                'meta_description' => 'خرید اینترنتی یخچال و فریزر ساید بای ساید 28 فوت ایکس ویژن مدل TS552-AWD/ASD با رنگبندی سفید، استیل به همراه مقایسه، بررسی مشخصات و لیست قیمت امروز در فروشگاه اینترنتی دیجی‌کالا
',
                'type' => 'product',
                'ref_id' => 7,
                'deleted_at' => NULL,
                'created_at' => '2025-08-18 10:59:10',
                'updated_at' => '2025-08-18 10:59:10',
            ),
        ));
        
        
    }
}